Repository: ProkofievAndrii/MemeShuffler
Catalog: MemeShuffler/MemeShuffler/Sources/Localizable.xcstrings
Source language: en
Languages: uk

source: Add
uk: Додати

source: Add subreddit
uk: Додати сабреддіт

source: API behaviour
uk: Поведінка API

source: App appearance
uk: Зовнішній вигляд

source: App language
uk: Мова додатку

source: App theme
uk: Тема додатку

source: Autoplay videos
uk: Автовідтворення відео

source: Cancel
uk: Скасувати

source: Clear all saved data
uk: Видалити всі пости

source: Download failed
uk: Помилка завантаження

# downloaded_%d_posts
source: Downloaded successfuly
uk: Успішне завантаження

source: Erase
uk: Стерти

source: Error
uk: Помилка

source: Exit
uk: Вихід

# exit_hint
source: Are you sure?
uk: Ви впевнені?

# exit_yes
source: Yes
uk: Так

source: Favorite posts
uk: Улюблені пости

source: Filter by:
uk: Фільтрувати за:

# limit_number_of_posts_saved_locally
source: Limit os posts saved
uk: Ліміт збереження постів

source: Limit saved posts
uk: Ліміт завантаження

source: Manual local download
uk: Завантажити вручну

# no_saved_subreddits
source: No subreddits saved
uk: Жодних збережених сабреддітів

source: Offline download
uk: Офлайн завантаження

source: Ok
uk: Ок

source: Other options:
uk: Інші опції:

source: Saved subreddits:
uk: Сабреддіти:

# settings_title
source: Settings
uk: Налаштування

source: Share
uk: Поділитись

source: Show censored posts
uk: Показувати зацензурене

source: Show spoilers
uk: Показувати спойлери

source: Start
uk: Старт

# subreddit_exists
source: Subreddit already added
uk: Сабреддіт вже додано

source: Subreddit not found
uk: Сабреддіт не знайдено

source: User experience
uk: Досвід користувача

source: View full post info
uk: Відображати пости цілком
